{
    "investorProgram": "Programme Investisseur",
    "preOrderProgram": "Programme Pré-Commande",
    "getEarlyAccess": "Accès Anticipé",
    "introHeadlinePrefix": "Prêt pour une révolution dans l'industrie de la logistique ?",
    "introHeadlineAction": "Découvrez Logisity",
    "introDescription": "Logisity est une application de pair à pair de porte à porte conçue pour simplifier l'envoi et la réception de colis entre personnes, que ce soit sur de courtes ou longues distances.",
    "learnMore": "En savoir plus",
    "explorePlatform": "Découvrez la Plateforme",
    "downloadItOn": "Téléchargez-le sur",
    "android": "Android",
    "howItWorks": "Comment Ça Marche",
    "step1": "Téléchargez l'APK",
    "step2": "Cliquez sur l'application",
    "step3": "Installez même si un avertissement apparaît, c'est une application sécurisée",
    "logisityAppDescription": "Réservez et suivez vos livraisons facilement.",
    "logisityPartnerDescription": "Rejoignez notre réseau pour offrir des services logistiques.",
    "logisityAppTitle": "Application Logisity",
    "logisityPartnerTitle": "Partenaire Logisity",
    "contactTitle": "Contactez-nous à tout moment",
    "contactDescription": "Vous avez des questions, des commentaires ou envie de discuter ? Contactez-nous !",
    "contactNamePlaceholder": "Votre Nom",
    "contactEmailPlaceholder": "Votre Email",
    "contactMessagePlaceholder": "Votre Message",
    "contactSubmitButton": "Envoyer le Message",
    "contactSendingMessage": "Envoi du message...",
    "contactSuccessMessage": "Message envoyé avec succès !",
    "contactErrorMessage": "Échec de l'envoi du message. Réessayez.",
    "contactPhone": "Téléphone",
    "contactWhatsApp": "WhatsApp",
    "contactEmail": "Email",
    "privacyTitle": "Avis de Confidentialité Logisty",
  "lastUpdated": "Dernière mise à jour : 19 décembre 2025",
  "tunisianLawCompliance": "(Conformément à la législation tunisienne)",
  "privacyWarning": "Logisty (« nous », « notre » ou « la Plateforme ») s'engage à protéger la vie privée et les données personnelles de nos utilisateurs conformément à la loi organique n° 2004-63. Cet avis explique comment nous collectons, traitons et protégeons vos données.",
  "dataController": "1. RESPONSABLE DU TRAITEMENT",
  "dataControllerDesc": "Le responsable du traitement des données pour cette phase expérimentale est Logisty Platforms. Pour toute question concernant vos données, contactez-nous via les canaux de support officiels fournis dans l'application.",
  "dataWeCollect": "2. DONNÉES QUE NOUS COLLECTONS",
  "dataWeCollectDesc": "Nous ne collectons que les données strictement nécessaires au fonctionnement du service logistique :",
  "identData": "Données d'identification : Nom, adresse e-mail et informations de profil via Google Sign-In.",
  "contactData": "Données de contact : Numéros de téléphone des expéditeurs et des destinataires pour faciliter la livraison.",
  "locationData": "Données de localisation : Coordonnées GPS en temps réel des partenaires (chauffeurs) pendant les tâches de livraison actives pour assurer la sécurité des marchandises.",
  "transactData": "Données de transaction : Détails de la livraison (description du colis), horodatages des scans de codes QR et preuves de paiement des commissions (D17/RIB/Flouci).",
  "purposeTitle": "3. FINALITÉ DU TRAITEMENT (Article 15 de la Loi 2004-63)",
  "recipientsTitle": "4. DESTINATAIRES DES DONNÉES",
  "storageTitle": "5. STOCKAGE ET SÉCURITÉ DES DONNÉES",
  "rightsTitle": "6. VOS DROITS (Articles 32-35 de la Loi 2004-63)",
  "consentTitle": "7. CONSENTEMENT",
  "consentDesc": "En cliquant sur « J'accepte » ou en vous connectant aux applications Logisty via Google, vous donnez votre consentement explicite à la collecte et au traitement de vos données personnelles comme décrit dans cet avis.",
  "purposeOfProcessingDesc": "Vos données sont traitées pour les finalités spécifiques suivantes : exécution du service (mise en relation), sécurité (suivi de la garde via codes QR), gestion financière (calcul des commissions) et vérification (enquête sur les tâches échouées).",
  "dataRecipientsDesc": "Vos données ne sont partagées qu'avec les parties impliquées dans la livraison : les partenaires voient les coordonnées du client, et les clients voient la localisation en direct du partenaire. Nous ne partageons pas vos données à des fins de marketing.",
  "storageAndSecurityDesc": "Vos données sont stockées en toute sécurité pour la durée de cette phase expérimentale. Nous utilisons des mesures techniques telles que l'authentification Google cryptée et des règles de base de données sécurisées.",
  "yourRightsDesc": "Conformément à la loi tunisienne, vous disposez d'un droit d'accès, de rectification, d'opposition et de suppression de vos données personnelles une fois toutes les transactions réglées.",
  "clientTermsTitle": "Conditions Générales Client Logisty",
  "lastUpdatedDate": "Dernière mise à jour : 19 décembre 2025",
  "important": "IMPORTANT",
  "clientTermsWarning": "VEUILLEZ LIRE ATTENTIVEMENT CES CONDITIONS. EN UTILISANT L'APPLICATION LOGISTY, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR CES CONDITIONS. SI VOUS N'ÊTES PAS D'ACCORD, N'UTILISEZ PAS LE SERVICE.",
  "betaServiceTitle": "1. LE SERVICE \"BÊTA\" EXPÉRIMENTAL",
  "experimentalNature": "Nature Expérimentale",
  "experimentalNatureDesc": "Logisty est actuellement dans une phase \"Bêta\" expérimentale. Vous reconnaissez que l'application peut contenir des bugs ou des erreurs.",
  "preIncStatus": "Statut de Pré-incorporation",
  "preIncStatusDesc": "Le service est exploité comme une preuve de concept. Vous l'utilisez à vos propres risques.",
  "roleOfLogistyTitle": "2. RÔLE DE LOGISTY",
  "platformOnly": "Plateforme Uniquement",
  "platformOnlyDesc": "Logisty est une plateforme technologique qui connecte les Expéditeurs et les Destinataires via des transporteurs tiers indépendants (Partenaires).",
  "noCarrier": "Pas de Relation de Transporteur",
  "noCarrierDesc": "Logisty n'est pas une entreprise de logistique ou un service de messagerie. Nous ne transportons pas de marchandises nous-mêmes.",
  "indContractors": "Contractants Indépendants",
  "indContractorsDesc": "Tous les Partenaires sont des transporteurs indépendants et non des employés de Logisty.",
  "accountsPrivacyTitle": "3. COMPTES UTILISATEURS ET CONFIDENTIALITÉ",
  "googleSignIn": "Connexion Google",
  "googleSignInDesc": "Les utilisateurs doivent s'inscrire via un compte Google valide.",
  "dataAccuracy": "Exactitude des Données",
  "dataAccuracyDesc": "Vous devez fournir des noms et des lieux exacts. Toute fausse identité peut entraîner un bannissement immédiat.",
  "prohibitedItemsTitle": "4. OBJETS INTERDITS",
  "prohibitedItemsDesc": "Il est strictement interdit d'envoyer ou de recevoir les éléments suivants :",
  "itemDrugs": "Drogues illégales ou substances contrôlées.",
  "itemWeapons": "Armes, munitions ou explosifs.",
  "itemHazmat": "Produits chimiques dangereux ou matières inflammables.",
  "itemCash": "Grosses sommes d'argent, bijoux ou instruments négociables de grande valeur.",
  "itemAnimals": "Animaux vivants.",
  "itemLaw": "Tout article interdit par la loi tunisienne.",
  "refusalRight": "Logisty et le Partenaire se réservent le droit de refuser tout colis suspect.",
  "opsQrTitle": "5. OPÉRATIONS DE LIVRAISON ET CODES QR",
  "pickupQr": "Code QR de Ramassage",
  "pickupQrDesc": "L'Expéditeur doit présenter un code QR unique au Partenaire au moment du ramassage.",
  "deliveryQr": "Code QR de Livraison",
  "deliveryQrDesc": "Le Destinataire doit présenter un code QR unique au Partenaire au moment de la livraison.",
  "liabilityTransfer": "Transfert de Responsabilité",
  "liabilityTransferDesc": "La responsabilité de l'article incombe au Partenaire du scan de ramassage jusqu'au scan de livraison.",
  "paymentTermsTitle": "6. MODALITÉS DE PAIEMENT (LE DESTINATAIRE PAIE)",
  "codTitle": "Paiement à la Livraison (COD)",
  "codDesc": "Les frais de livraison doivent être payés en espèces par le Destinataire au Partenaire à l'arrivée.",
  "pricingTitle": "Tarification",
  "pricingDesc": "Les prix sont estimés par l'application.",
  "refusalPaymentTitle": "Refus de Paiement",
  "refusalPaymentDesc": "Si un Destinataire refuse de payer, le colis sera retourné à l'Expéditeur à ses frais.",
  "limitationLiabilityTitle": "7. LIMITATION DE RESPONSABILITÉ",
  "asIsTitle": "Base \"En l'état\"",
  "asIsDesc": "Logisty fournit la plateforme \"telle quelle\" et selon la disponibilité.",
  "damageLossTitle": "Dommages/Pertes",
  "damageLossDesc": "Logisty n'est pas responsable de la perte de marchandises ou des dommages aux articles.",
  "userConductTitle": "8. CONDUITE DE L'UTILISATEUR ET POLITIQUE DE BANNISSEMENT",
  "abuseTitle": "Abus",
  "abuseDesc": "Le harcèlement des Partenaires ou les réservations frauduleuses entraîneront un bannissement permanent.",
  "bypassingTitle": "Contournement de la Plateforme",
  "bypassingDesc": "Coordonner des livraisons en dehors de l'application avec un partenaire trouvé sur Logisty est interdit.",
  "govLawTitle": "9. LOI APPLICABLE",
  "govLawDesc": "Ces conditions sont régies par les lois de la République de Tunisie.",
  "partnerTermsTitle": "Accord de Prestataire Indépendant Logisty",
  "partnerTermsWarning": "CECI EST UN ACCORD JURIDIQUEMENT CONTRAIGNANT. EN VOUS INSCRIVANT EN TANT QUE PARTENAIRE, VOUS RECONNAISSEZ ÊTRE UN PRESTATAIRE INDÉPENDANT ET NON UN EMPLOYÉ DE LOGISTY.",
  "indStatusTitle": "STATUT DE PRESTATAIRE INDÉPENDANT",
  "nonEmployment": "Absence de relation d'emploi",
  "nonEmploymentDesc": "Vous êtes un transporteur indépendant tiers. Vous n'êtes ni employé, ni agent de Logisty.",
  "autonomy": "Autonomie",
  "autonomyDesc": "Vous déterminez vos horaires et les tâches que vous acceptez.",
  "equipment": "Équipement et Frais",
  "equipmentDesc": "Vous êtes responsable de votre véhicule, carburant, smartphone et connexion.",
  "partnerRegTitle": "INSCRIPTION ET VÉRIFICATION",
  "partnerGoogleSignIn": "Connexion Google",
  "partnerGoogleSignInDesc": "Les partenaires doivent s'inscrire avec un compte Google valide.",
  "partnerAccuracy": "Exactitude des informations",
  "partnerAccuracyDesc": "L'utilisation d'une fausse identité entraînera un bannissement permanent immédiat.",
  "partnerOpsTitle": "PROCESSUS DE LIVRAISON ET CODES QR",
  "partnerPickup": "Ramassage (Début de responsabilité)",
  "partnerPickupDesc": "Vous devez scanner le code QR de l'expéditeur pour confirmer la prise en charge.",
  "partnerDelivery": "Livraison (Fin de responsabilité)",
  "partnerDeliveryDesc": "Le scan du code QR du destinataire est la seule preuve de complétion.",
  "partnerCash": "Collecte d'espèces",
  "partnerCashDesc": "Vous êtes responsable de collecter 100 % des frais de livraison en espèces.",
  "failedTasksTitle": "TÂCHES ÉCHOUÉES OU ANNULÉES",
  "investigationPolicy": "Politique d'enquête",
  "investigationPolicyDesc": "Logisty mène des enquêtes pour les tâches annulées après ramassage.",
  "toleratedCirc": "Circonstances tolérées",
  "toleratedCircDesc": "Aucun bannissement pour les accidents ou urgences documentés.",
  "permBan": "Bannissement permanent",
  "permBanDesc": "Le vol ou l'inconduite intentionnelle entraînent un bannissement permanent.",
  "commissionTitle": "COMMISSION ET PAIEMENT (LA RÈGLE DES 20 %)",
  "commissionRate": "Taux de commission",
  "commissionRateDesc": "Logisty a droit à une commission de 20 % sur chaque livraison.",
  "paymentMethodsDesc": "Le paiement s'effectue par RIB, D17, Flouci ou agent autorisé.",
  "cashAgent": "Espèces à un agent Logisty autorisé",
  "frequency": "Fréquence",
  "frequencyDesc": "Vous pouvez payer votre solde de commission quotidiennement ou hebdomadairement.",
  "lockOutRule": "Règle de verrouillage",
  "lockOutRuleDesc": "L'application se verrouille automatiquement si le solde dépasse la limite de sécurité.",
  "partnerConductTitle": "CONDUITE ET RESPONSABILITÉ",
  "platformIntegrity": "Intégrité de la plateforme",
  "platformIntegrityDesc": "Il est interdit de traiter avec les clients en dehors de l'application.",
  "partnerSafety": "Sécurité et Professionnalisme",
  "partnerSafetyDesc": "Manipulez les colis avec soin. Le harcèlement entraîne une enquête immédiate.",
  "taxLiability": "Impôts et Sécurité Sociale",
  "taxLiabilityDesc": "Les partenaires sont responsables de leurs propres déclarations fiscales.",
  "insuranceTitle": "ASSURANCE",
  "vehicleInsurance": "Assurance véhicule",
  "vehicleInsuranceDesc": "Vous devez avoir une assurance valide. Logisty n'est pas responsable des accidents.",
  "modTermTitle": "MODIFICATION ET RÉSILIATION",
  "rightSuspend": "Droit de suspension",
  "rightSuspendDesc": "Logisty peut fermer un compte pour violation ou non-paiement.",
  "updates": "Mises à jour",
  "updatesDesc": "L'utilisation continue de l'application vaut acceptation des nouvelles conditions.",
  "partnerGovLawTitle": "LOI APPLICABLE",
  "partnerGovLawDesc": "Cet accord est régi par les lois de la République de Tunisie.",
  "footerClientTerms": "Conditions d'utilisation",
  "footerPartnerTerms": "Conditions Partenaires",
  "footerPrivacy": "Politique de confidentialité",
  "paymentMethodsTitle": "Modes de paiement",
"logistyBusinessDescription": "Gestion logistique professionnelle et suivi pour les clients entreprises.",
  "businessSupport": "Support Business",
  "faqQ1": "Comment définir l'emplacement de mon magasin ?",
  "faqA1": "Dans les 'Paramètres du magasin', vous pouvez placer un repère ou saisir des coordonnées. Notre moteur VRP utilise cet emplacement exact pour diriger les coursiers vers votre porte.",
  "faqQ2": "Puis-je gérer la visibilité de plusieurs succursales ?",
  "faqA2": "Oui. L'application prend en charge la gestion multi-sites. Vous pouvez basculer la visibilité de chaque succursale en fonction de leur volume de commandes actuel.",
  "faqQ3": "Qu'est-ce que le système 'Handout' ?",
  "faqA3": "Une fois qu'une commande est prête, vous la marquez comme 'En attente de remise'. L'application génère un jeton sécurisé que le partenaire Logisty doit scanner pour vérifier les articles.",
  "coreCapabilities": "Capacités Principales",
  "featCatalogTitle": "Catalogue Numérique",
  "featCatalogDesc": "Listez vos produits ou menus avec des photos haute résolution et les niveaux de stock en temps réel.",
  "featVisibilityTitle": "Contrôle de Visibilité",
  "featVisibilityDesc": "Basculez la visibilité de votre magasin selon votre capacité. Définissez votre rayon de livraison instantanément.",
  "featHandoutTitle": "Gestion des Remises",
  "featHandoutDesc": "Transition fluide de la cuisine au coursier. Gérez les jetons de ramassage et le statut des remises.",
  "merchantBetaAccess": "ACCÈS BÊTA COMMERÇANT",
  "merchantEdition": "ÉDITION COMMERÇANT",
  "businessApk": "APK Business",
  "storeVisibilityActive": "Visibilité Boutique Active",
  "operations": "Opérations",
  "businessSetupGuide": "Guide d'installation Business",
  "securityProtocol": "Protocole de sécurité Business :",
  "securityNoticeBody": "L'APK Logisty Business est vérifié à 100%. La distribution directe garantit que votre terminal reste à jour avec la gestion des stocks en temps réel.",
  "step1Title": "Télécharger l'APK",
  "step1Desc": "Appuyez sur le bouton de téléchargement. Votre navigateur peut signaler le fichier comme 'potentiellement dangereux'—c'est standard pour les applications Android.",
  "step1Label": "Avertissement Navigateur",
  "step2Title": "Confiance Sécurité",
  "step2Desc": "Allez dans Paramètres > Sécurité et activez 'Installer à partir de sources inconnues' pour continuer.",
  "step2Label": "Paramètres Sécurité",
  "step3Title": "Installation Vérifiée",
  "step3Desc": "Si Play Protect propose une analyse, sélectionnez 'Installer quand même'. Notre terminal est sécurisé.",
  "step3Label": "Popup Sécurité",
  "step4Title": "Configuration Commerçant",
  "step4Desc": "Ouvrez Logisty Business, connectez-vous et placez le repère de votre magasin pour recevoir des commandes.",
  "step4Label": "Terminal Commerçant",
  "commonQuestions": "Questions Fréquentes",
  "userFaqQ1": "Pourquoi l'application n'est-elle pas sur le Play Store ?",
  "userFaqA1": "Nous sommes actuellement en phase bêta expérimentale. Pour garantir la meilleure qualité, nous limitons l'accès à certaines zones géographiques. L'installation via APK nous permet de déployer des mises à jour critiques instantanément.",
  "userFaqQ2": "Est-elle disponible sur iOS ?",
  "userFaqA2": "Pas encore. Nous nous concentrons sur l'expérience Android pendant la bêta. Une version iOS est en cours de développement et sera disponible lors du lancement officiel.",
  "userFaqQ3": "Pourquoi choisir Logisty ?",
  "userFaqA3": "Les entreprises traditionnelles n'offrent pas de réel transport de particulier à particulier. Logisty comble ce vide en vous permettant d'expédier n'importe quoi via des coursiers locaux déjà présents dans votre zone.",
  "userFaqQ4": "Comment savoir si mon envoi est en sécurité ?",
  "userFaqA4": "Chaque transaction est sécurisée par un système de code QR. Le coursier ne peut pas valider l'enlèvement ou la livraison sans scanner votre jeton numérique unique.",
  "userFeaturesLabel": "Capacités Principales",
  "userFeaturesTitle": "Conçu pour l'Efficacité",
  "featMarketTitle": "Découverte Marché",
  "featMarketDesc": "Parcourez les vendeurs et produits locaux de votre région via une interface unifiée.",
  "featFoodTitle": "Restauration Rapide",
  "featFoodDesc": "Découvrez les restaurants à proximité et commandez instantanément via notre réseau P2P.",
  "featGpsTitle": "Récupération GPS P2P",
  "featGpsDesc": "Réseau GPS en temps réel pour une livraison et un suivi précis de particulier à particulier.",
  "featVerifyTitle": "Vérification Sécurisée",
  "featVerifyDesc": "Le scan de code QR crypté garantit que chaque livraison arrive entre de bonnes mains.",
  "featReceiptTitle": "Reçus Numériques",
  "featReceiptDesc": "Preuve d'achat et de livraison automatisée et stockée dans le cloud pour chaque transaction.",
  "featArrivalTitle": "Estimation d'Arrivée",
  "featArrivalDesc": "Suivi de précision utilisant les données de trafic local pour des heures d'arrivée exactes.",
  "experimentalBeta": "PHASE BÊTA EXPÉRIMENTALE",
  "logistyUserDescription": "Le compagnon P2P professionnel pour l'expédition moderne. Suivez, vérifiez et gérez votre flux de livraison avec des outils conçus pour la sécurité et la rapidité. Entièrement connecté au réseau décentralisé Logisty.",
  "directDownload": "TÉLÉCHARGEMENT DIRECT",
  "androidApk": "APK Android",
  "verifiedSecure": "Vérifié & Sécurisé",
  "partnerFaqQ1": "Qu'est-ce que le solveur VRP exactement ?",
  "partnerFaqA1": "VRP signifie Vehicle Routing Problem. Notre solveur est un moteur d'IA qui prend tous vos points de livraison et calcule la séquence la plus efficace. Il minimise votre distance totale tout en garantissant les délais.",
  "partnerFaqQ2": "Puis-je combiner livraisons de nourriture et de colis ?",
  "partnerFaqA2": "Oui. L'application est conçue pour la multi-modalité. Vous pouvez accepter une commande de nourriture et un colis simultanément. Le système donnera la priorité à la nourriture pour garantir la fraîcheur.",
  "partnerFaqQ3": "Comment installer l'application Partner sur Android ?",
  "partnerFaqA3": "En phase bêta, l'application est distribuée par téléchargement direct d'APK. Cliquez sur le bouton de téléchargement, autorisez les 'Sources inconnues' dans vos paramètres et lancez l'installateur.",
  "partnerFaqQ4": "Y a-t-il des exigences concernant le véhicule ?",
  "partnerFaqA4": "Logisty s'adapte à tout. Que vous soyez à vélo, moto, voiture ou camionnette, le solveur VRP ajuste sa logique en fonction de votre véhicule pour des itinéraires optimisés.",
  "partnerFaqQ5": "Comment fonctionnent les gains et les paiements ?",
  "partnerFaqA5": "Les gains sont calculés par livraison et par distance. Tous les paiements sont suivis en temps réel. Pendant la phase bêta, les virements sont effectués chaque semaine.",
  "transporterTools": "Outils de Transport",
  "optimizedLogistics": "Logistique Optimisée",
  "pFeatVrpTitle": "Solveur VRP",
  "pFeatVrpDesc": "Logique avancée de routage de véhicules qui calcule le chemin le plus efficace pour les trajets complexes.",
  "pFeatMultiTitle": "Routage Multi-Colis",
  "pFeatMultiDesc": "Regroupez les commandes de nourriture et de colis en un seul voyage pour maximiser vos gains.",
  "pFeatOffersTitle": "Offres en Direct",
  "pFeatOffersDesc": "Marché en temps réel pour les demandes de livraison. Acceptez les envois dès qu'ils apparaissent.",
  "pFeatFuelTitle": "Optimisation Carburant",
  "pFeatFuelDesc": "Réduisez les kilomètres à vide et le temps d'attente grâce au séquençage précis des arrêts.",
  "pFeatFleetTitle": "Connectivité Flotte",
  "pFeatFleetDesc": "Idéal pour les chauffeurs individuels ou les petits transporteurs gérant une équipe.",
  "pFeatEarnTitle": "Gains Instantanés",
  "pFeatEarnDesc": "Suivi transparent des paiements pour chaque itinéraire terminé, directement dans l'interface.",
  "partnerDescription": "Le moteur professionnel pour les chauffeurs et transporteurs. Découvrez des offres de nourriture et de colis en temps réel. Notre solveur VRP optimise automatiquement les trajets multi-colis, économisant du carburant.",
  "carrierEdition": "ÉDITION TRANSPORTEUR",
  "partnerApk": "APK Partenaire",
  "vrpRoutingActive": "Routage VRP Actif",
  "getStarted": "Commencer",
  "installationGuide": "Guide d'Installation",
  "partnerSecurityProtocol": "Protocole de Sécurité Partenaire :",
  "partnerSecurityNotice": "L'APK Logisty Partner est vérifié à 100%. Nous distribuons directement pour permettre des fonctionnalités comme le solveur VRP qui nécessite une intégration système pour l'optimisation GPS.",
  "pStep1Title": "Télécharger l'APK",
  "pStep1Desc": "Appuyez sur télécharger. Votre navigateur peut signaler le fichier comme 'potentiellement dangereux'—c'est standard pour les APK directs.",
  "pStep1Label": "Alerte Navigateur",
  "pStep2Title": "Activer la Confiance",
  "pStep2Desc": "Allez dans Paramètres > Sécurité et activez 'Installation de sources inconnues' pour votre navigateur.",
  "pStep2Label": "Paramètres Sécurité",
  "pStep3Title": "Play Protect",
  "pStep3Desc": "Google peut demander d'analyser l'application. Sélectionnez 'Installer quand même'—l'application est sûre.",
  "pStep3Label": "Popup Play Protect",
  "pStep4Title": "Prêt à l'Emploi",
  "pStep4Desc": "Une fois installé, ouvrez Logisty Partner et connectez-vous pour optimiser vos itinéraires.",
  "pStep4Label": "Interface Partenaire",
  "userInstallationGuide": "Guide d'Installation",
  "userSecurityNoteTitle": "Note de Sécurité :",
  "userSecurityNoteBody": "L'application Logisty est 100% sécurisée. Nous distribuons via APK pour offrir des mises à jour plus rapides et des fonctionnalités P2P directes.",
  "uStep1Title": "Télécharger l'APK",
  "uStep1Desc": "Appuyez sur télécharger. Votre navigateur peut signaler le fichier comme 'potentiellement dangereux'—c'est standard pour les APK.",
  "uStep2Title": "Activer la Confiance",
  "uStep2Desc": "Allez dans Paramètres > Sécurité et activez 'Sources inconnues' pour votre navigateur mobile.",
  "uStep2Label": "Paramètres Sécurité",
  "uStep3Title": "Play Protect",
  "uStep3Desc": "Google peut demander d'analyser l'application. Sélectionnez 'Installer quand même'—l'application est sûre.",
  "uStep3Label": "Popup Play Protect",
  "uStep4Title": "Prêt à l'Emploi",
  "uStep4Desc": "Une fois installé, ouvrez Logisty et connectez-vous pour suivre et gérer vos livraisons.",
  "uStep4Label": "Interface App",
  "footerBusinessTerms": "Conditions Business",
  "businessTermsTitle": "Logisty Business : Conditions d'Utilisation",
  "businessTermsWarning": "En utilisant la plateforme Logisty Business, vous acceptez ces conditions concernant vos responsabilités en tant que vendeur commercial.",
  "platformNatureTitle": "Nature de la Plateforme",
  "theHub": "Le Hub",
  "theHubDesc": "Logisty Business est une place de marché numérique et un outil de gestion de commandes pour les vendeurs commerciaux.",
  "freeListing": "Annonce Gratuite",
  "freeListingDesc": "Logisty ne facture aucun frais d'inscription, d'abonnement ou de commission sur le prix des produits. 100% du prix appartient à l'entreprise.",
  "logisticsInteg": "Intégration Logistique",
  "logisticsIntegDesc": "La fonction principale est de connecter l'entreprise avec les partenaires Logisty (transporteurs). Logisty ne génère des revenus que via la commission de livraison payée par le chauffeur.",
  "eligibilityTitle": "Éligibilité et Exigences",
  "taxId": "Identification Fiscale",
  "taxIdDesc": "Pour vendre sur la plateforme, une entreprise doit fournir un Matricule Fiscal valide.",
  "prohibitedItems": "Articles Interdits",
  "prohibitedDesc": "Il est strictement interdit de vendre des produits pharmaceutiques, substances illégales, contrefaçons, alcool ou tabac.",
  "orderMgmtTitle": "Gestion des Commandes",
  "theHandover": "La Remise (QR Code)",
  "theHandoverDesc": "Lorsqu'un partenaire arrive, l'entreprise doit faciliter le scan du QR Code de collecte pour confirmer la remise en bon état.",
  "financialTitle": "Transactions Financières",
  "settlement": "Règlement",
  "settlementDesc": "Le partenaire est responsable de rapporter la part du prix du produit à l'entreprise. Logisty n'est pas responsable de la collecte des coûts des produits.",
  "safetyTitle": "Sécurité Alimentaire",
  "businessBanTitle": "Résiliation et Blocage",
  "compliance": "Conformité",
  "complianceDesc": "Logisty se réserve le droit de supprimer toute entreprise listant des articles illégaux ou sans identifiant fiscal valide.",
  "productResp": "Qualité et Légalité",
  "productRespDesc": "L'entreprise est seule responsable de la qualité, de la sécurité et de la légalité des produits vendus sur la plateforme.",
  "orderAccuracy": "Exécution des Commandes",
  "orderAccuracyDesc": "L'entreprise doit s'assurer que les articles emballés correspondent à la description de la commande dans l'application.",
  "packaging": "Emballage Industriel",
  "packagingDesc": "Les fast-foods et supermarchés doivent s'assurer que les produits sont scellés et emballés pour le transport."
  }