{
    "investorProgram": "Investor Program",
    "preOrderProgram": "Pre-Order Program",
    "getEarlyAccess": "Get Early Access",
    "introHeadlinePrefix": "Are you ready for a revolution in the logistics industry?",
    "introHeadlineAction": "Explore Logisity",
    "introDescription": "Logisity is a peer-to-peer doorstep-to-doorstep app designed to simplify sending and receiving packages between people, whether for short or long distances.",
    "learnMore": "Learn More",
    "explorePlatform": "Explore the Platform",
    "downloadItOn": "Download it on",
    "android": "Android",
    "howItWorks": "How It Works",
    "step1": "Download the APK",
    "step2": "Click on the app",
    "step3": "Install even if you are presented with a warning, it's a secured app",
    "logisityAppDescription": "Book and track deliveries with ease.",
    "logisityPartnerDescription": "Join our network to offer logistics services.",
    "logisityAppTitle": "Logisity App",
    "logisityPartnerTitle": "Logisity Partner",
    "contactTitle": "Contact Us At Any Time",
    "contactDescription": "Have questions, feedback, or just want to chat? Reach out to us!",
    "contactNamePlaceholder": "Your Name",
    "contactEmailPlaceholder": "Your Email",
    "contactMessagePlaceholder": "Your Message",
    "contactSubmitButton": "Send Message",
    "contactSendingMessage": "Sending message...",
    "contactSuccessMessage": "Message sent successfully!",
    "contactErrorMessage": "Failed to send message. Try again.",
    "contactPhone": "Phone",
    "contactWhatsApp": "WhatsApp",
    "contactEmail": "Email",
    "privacyTitle": "Logisty Privacy Notice",
  "lastUpdated": "Last Updated: December 19, 2025",
  "tunisianLawCompliance": "(In Compliance with Tunisian Law)",
  "privacyWarning": "Logisty (\"we,\" \"us,\" or \"the Platform\") is committed to protecting the privacy and personal data of our users in accordance with Organic Law No. 2004-63. This notice explains how we collect, process, and protect your data.",
  "dataController": "1. DATA CONTROLLER",
  "dataControllerDesc": "The data controller for this experimental phase is Logisty Platforms. For any questions regarding your data, contact us through the official support channels provided in the App.",
  "dataWeCollect": "2. DATA WE COLLECT",
  "dataWeCollectDesc": "We only collect data that is strictly necessary for the operation of the logistics service:",
  "identData": "Identification Data: Name, email address, and profile information via Google Sign-In.",
  "contactData": "Contact Data: Phone numbers of Senders and Receivers to facilitate delivery.",
  "locationData": "Location Data: Real-time GPS coordinates of Partners (Drivers) during active delivery tasks to ensure the security of the goods and calculate routes.",
  "transactData": "Transaction Data: Details of the delivery (package description), timestamps of QR code scans, and proof of commission payments (D17/RIB/Flouci screenshots).",
  "purposeTitle": "3. PURPOSE OF PROCESSING (Article 15 of Law 2004-63)",
  "recipientsTitle": "4. DATA RECIPIENTS",
  "storageTitle": "5. DATA STORAGE AND SECURITY",
  "rightsTitle": "6. YOUR RIGHTS (Articles 32-35 of Law 2004-63)",
  "consentTitle": "7. CONSENT",
  "consentDesc": "By clicking \"I Accept\" or by logging into the Logisty Apps via Google, you provide your explicit consent for the collection and processing of your personal data as described in this notice.",
  "purposeOfProcessingDesc": "Your data is processed for the following specific purposes: service execution, security tracking via QR codes, financial management of commissions, and fraud prevention through task verification.",
  "dataRecipientsDesc": "Your data is only shared with parties involved in the delivery: Partners see delivery details, and Clients see live Partner location. We do not share data with third parties for marketing purposes.",
  "storageAndSecurityDesc": "Your data is stored securely for the duration of this experimental phase using technical measures like encrypted sign-in and secure database rules.",
  "yourRightsDesc": "Under Tunisian law, you have the right of access, rectification, opposition, and deletion of your personal data once all outstanding transactions are settled.",
  "clientTermsTitle": "Logisty Client Terms and Conditions",
  "lastUpdatedDate": "Last Updated: December 19, 2025",
  "important": "IMPORTANT",
  "clientTermsWarning": "PLEASE READ THESE TERMS CAREFULLY. BY USING THE LOGISTY APP, YOU AGREE TO BE BOUND BY THESE TERMS. IF YOU DO NOT AGREE, DO NOT USE THE SERVICE.",
  "betaServiceTitle": "1. THE EXPERIMENTAL \"BETA\" SERVICE",
  "experimentalNature": "Experimental Nature",
  "experimentalNatureDesc": "Logisty is currently in an experimental \"Beta\" phase. You acknowledge that the application may contain bugs, errors, or service interruptions.",
  "preIncStatus": "Pre-Incorporation Status",
  "preIncStatusDesc": "The service is operated as a proof-of-concept. By using the app, you agree that you use it at your own risk.",
  "roleOfLogistyTitle": "2. ROLE OF LOGISTY",
  "platformOnly": "Platform Only",
  "platformOnlyDesc": "Logisty is a technology platform that connects users who need to send packages (\"Senders\") with users who wish to receive them (\"Receivers\") via independent third-party transporters (\"Partners\").",
  "noCarrier": "No Carrier Relationship",
  "noCarrierDesc": "Logisty is not a logistics company, a courier service, or a common carrier. We do not transport goods ourselves.",
  "indContractors": "Independent Contractors",
  "indContractorsDesc": "All Partners are independent freelance transporters and are not employees, agents, or representatives of Logisty.",
  "accountsPrivacyTitle": "3. USER ACCOUNTS & PRIVACY",
  "googleSignIn": "Google Sign-In",
  "googleSignInDesc": "Users must register using a valid Google Account. You are responsible for maintaining the security of your account.",
  "dataAccuracy": "Data Accuracy",
  "dataAccuracyDesc": "You must provide accurate names and locations. False identity or location information may result in an immediate ban.",
  "prohibitedItemsTitle": "4. PROHIBITED ITEMS",
  "prohibitedItemsDesc": "Users are strictly prohibited from sending or receiving the following via Logisty:",
  "itemDrugs": "Illegal drugs or controlled substances.",
  "itemWeapons": "Weapons, ammunition, or explosives.",
  "itemHazmat": "Hazardous chemicals or flammable materials.",
  "itemCash": "Large sums of cash, jewelry, or high-value negotiable instruments.",
  "itemAnimals": "Living animals.",
  "itemLaw": "Any item prohibited under Tunisian Law.",
  "refusalRight": "Logisty and the Partner reserve the right to refuse any package if it is suspected to contain prohibited items.",
  "opsQrTitle": "5. DELIVERY OPERATIONS & QR CODES",
  "pickupQr": "The Pickup QR Code",
  "pickupQrDesc": "The Sender must present a unique QR code to the Partner at the time of pickup.",
  "deliveryQr": "The Delivery QR Code",
  "deliveryQrDesc": "The Receiver must present a unique QR code to the Partner at the time of delivery.",
  "liabilityTransfer": "Liability Transfer",
  "liabilityTransferDesc": "Logisty is not liable for damages. Liability for the item resides with the Partner from the moment of the Pickup scan until the Delivery scan.",
  "paymentTermsTitle": "6. PAYMENT TERMS (RECEIVER PAYS)",
  "codTitle": "Cash on Delivery (COD)",
  "codDesc": "The total delivery fee must be paid in Cash by the Receiver directly to the Partner upon arrival.",
  "pricingTitle": "Pricing",
  "pricingDesc": "Delivery prices are estimated by the App.",
  "refusalPaymentTitle": "Refusal of Payment",
  "refusalPaymentDesc": "If a Receiver refuses to pay, the package will be returned to the Sender at the Sender's expense, and accounts may be suspended.",
  "limitationLiabilityTitle": "7. LIMITATION OF LIABILITY",
  "asIsTitle": "As-Is Basis",
  "asIsDesc": "Logisty provides the platform \"as-is\" and \"as available.\"",
  "damageLossTitle": "Damage/Loss",
  "damageLossDesc": "Logisty shall not be liable for any loss of goods, damage to items, or delays in delivery.",
  "userConductTitle": "8. USER CONDUCT & BANNING POLICY",
  "abuseTitle": "Abuse",
  "abuseDesc": "Harassment of Partners or fraudulent bookings will result in a permanent ban.",
  "bypassingTitle": "Bypassing the Platform",
  "bypassingDesc": "Coordinating deliveries outside of the App found through Logisty results in account suspension.",
  "govLawTitle": "9. GOVERNING LAW",
  "govLawDesc": "These Terms shall be governed by the laws of the Republic of Tunisia. Any disputes shall be subject to the exclusive jurisdiction of the courts of Tunisia.",
  "partnerTermsTitle": "Logisty Partner Independent Contractor Agreement",
  "partnerTermsWarning": "THIS IS A LEGALLY BINDING AGREEMENT. BY REGISTERING AS A PARTNER, YOU ACKNOWLEDGE THAT YOU ARE AN INDEPENDENT CONTRACTOR AND NOT AN EMPLOYEE OF LOGISTY.",
  "indStatusTitle": "INDEPENDENT CONTRACTOR STATUS",
  "nonEmployment": "Non-Employment",
  "nonEmploymentDesc": "You are a third-party freelance transporter (\"Partner\"). You are not an employee, agent, or representative of Logisty.",
  "autonomy": "Autonomy",
  "autonomyDesc": "You determine when you log in and which tasks you accept. Logisty does not control your working hours.",
  "equipment": "Equipment & Expenses",
  "equipmentDesc": "You are responsible for your own vehicle, fuel, smartphone, and data connection.",
  "partnerRegTitle": "REGISTRATION & VERIFICATION",
  "partnerGoogleSignIn": "Google Sign-In",
  "partnerGoogleSignInDesc": "Partners must register using a valid Google Account.",
  "partnerAccuracy": "Accuracy of Info",
  "partnerAccuracyDesc": "Fake identity or fraudulent vehicle information will result in an immediate permanent ban.",
  "partnerOpsTitle": "THE DELIVERY PROCESS & QR CODES",
  "partnerPickup": "Pickup (Liability Start)",
  "partnerPickupDesc": "You must scan the Sender’s QR Code at pickup to confirm custody.",
  "partnerDelivery": "Delivery (Liability End)",
  "partnerDeliveryDesc": "Scanning the Receiver’s QR Code at drop-off is the only proof of completion.",
  "partnerCash": "Cash Collection",
  "partnerCashDesc": "You are responsible for collecting 100% of the delivery fee in cash from the Receiver.",
  "failedTasksTitle": "ABORTED OR FAILED TASKS",
  "investigationPolicy": "Investigation Policy",
  "investigationPolicyDesc": "Logisty conducts investigations for tasks aborted after pickup.",
  "toleratedCirc": "Tolerated Circumstances",
  "toleratedCircDesc": "Bans will not be issued for documented accidents or emergencies.",
  "permBan": "Permanent Ban",
  "permBanDesc": "Theft or intentional misconduct results in a permanent ban.",
  "commissionTitle": "COMMISSION & PAYMENT (THE 20% RULE)",
  "commissionRate": "Commission Rate",
  "commissionRateDesc": "Logisty is entitled to a 20% service fee on every delivery.",
  "paymentMethodsDesc": "You must remit commission via RIB, D17, Flouci, or authorized agent.",
  "cashAgent": "Cash to an Authorized Logisty Agent",
  "frequency": "Frequency",
  "frequencyDesc": "You may pay your commission balance Daily or Weekly.",
  "lockOutRule": "The Lock-Out Rule",
  "lockOutRuleDesc": "Accounts automatically lock if the commission balance exceeds the safety limit.",
  "partnerConductTitle": "PARTNER CONDUCT & LIABILITY",
  "platformIntegrity": "Platform Integrity",
  "platformIntegrityDesc": "Taking client details for deliveries outside the app is strictly prohibited.",
  "partnerSafety": "Safety & Professionalism",
  "partnerSafetyDesc": "Handle packages with care. Harassment leads to an immediate investigation.",
  "taxLiability": "Taxes & Social Security",
  "taxLiabilityDesc": "Partners are solely responsible for their own tax and social security contributions.",
  "insuranceTitle": "INSURANCE",
  "vehicleInsurance": "Vehicle Insurance",
  "vehicleInsuranceDesc": "You must maintain valid vehicle insurance. Logisty is not liable for accidents.",
  "modTermTitle": "MODIFICATION & TERMINATION",
  "rightSuspend": "Right to Suspend",
  "rightSuspendDesc": "Logisty reserves the right to terminate accounts for violations or non-payment.",
  "updates": "Updates",
  "updatesDesc": "Continued use of the app constitutes acceptance of updated terms.",
  "partnerGovLawTitle": "GOVERNING LAW",
  "partnerGovLawDesc": "This agreement is governed by the laws of the Republic of Tunisia.",
  "footerClientTerms": "Terms of Service",
  "footerPartnerTerms": "Partner Terms",
  "footerPrivacy": "Privacy Notice",
  "paymentMethodsTitle": "Payment Methods",
  "logistyBusinessDescription": "Professional logistics management and tracking for enterprise clients.",
  "businessSupport": "Business Support",
  "faqQ1": "How do I set my store location?",
  "faqA1": "Within the 'Store Settings', you can drop a pin or enter coordinates. Our VRP engine uses this exact location to route couriers to your doorstep for handouts.",
  "faqQ2": "Can I manage multiple branch visibility?",
  "faqA2": "Yes. The app supports multi-location management. You can toggle visibility for individual branches depending on their current order volume.",
  "faqQ3": "What is the 'Handout' system?",
  "faqA3": "Once an order is ready, you mark it as 'Awaiting Handout'. The app generates a secure token that the Logisty Partner must scan to verify they are picking up the correct items.",
  "coreCapabilities": "Core Capabilities",
  "featCatalogTitle": "Digital Catalog",
  "featCatalogDesc": "List products or fast-food menus with high-res photos and real-time stock levels.",
  "featVisibilityTitle": "Visibility Control",
  "featVisibilityDesc": "Toggle your store's visibility based on your capacity. Define your delivery radius instantly.",
  "featHandoutTitle": "Handout Management",
  "featHandoutDesc": "Seamlessly transition from kitchen to courier. Manage pickup tokens and handout status.",
  "merchantBetaAccess": "MERCHANT BETA ACCESS",
  "merchantEdition": "MERCHANT EDITION",
  "businessApk": "Business APK",
  "storeVisibilityActive": "Store Visibility Active",
  "operations": "Operations",
  "businessSetupGuide": "Business Setup Guide",
  "securityProtocol": "Business Security Protocol:",
  "securityNoticeBody": "The Logisty Business APK is 100% verified. Direct distribution ensures your terminal remains updated with real-time Inventory Management and Handout Verification features.",
  "step1Title": "Download APK",
  "step1Desc": "Tap the download button. Your browser may flag the file as 'potentially harmful'—this is standard for industrial Android applications.",
  "step1Label": "Browser Warning",
  "step2Title": "Security Trust",
  "step2Desc": "Navigate to Settings > Security and enable 'Install from Unknown Sources' for your mobile browser to proceed.",
  "step2Label": "Settings Toggle",
  "step3Title": "Verified Install",
  "step3Desc": "If Play Protect prompts a scan, select 'Install Anyway'. Our business terminal is secure and internally verified.",
  "step3Label": "Security Popup",
  "step4Title": "Merchant Setup",
  "step4Desc": "Open Logisty Business, log in, and drop your store pin to start receiving orders instantly.",
  "step4Label": "Merchant Terminal",
  "commonQuestions": "Common Questions",
  "userFaqQ1": "Why is the app not in the Play Store?",
  "userFaqA1": "We are currently in an experimental Beta phase. To ensure the highest quality of service, we are limiting access to a few specific geolocations before our global rollout. Sideloading the APK allows us to push critical updates instantly to our test users.",
  "userFaqQ2": "Is it available on iOS?",
  "userFaqA2": "Not yet. We are focused on perfecting the Android experience during our Beta. An iOS version is currently in development and will be available upon our full official launch.",
  "userFaqQ3": "Why choose Logisty over other options?",
  "userFaqA3": "Traditional logistics companies don't offer true peer-to-peer (P2P) doorstep-to-doorstep shipping. Logisty bridges the gap by letting you ship anything directly through our app, using local couriers who are already in your area, reducing costs and delivery times significantly.",
  "userFaqQ4": "How do I know my shipment is safe?",
  "userFaqA4": "Every transaction is backed by our secure QR code verification system. The courier cannot mark a package as picked up or delivered without scanning your unique digital token, ensuring total accountability.",
  "userFeaturesLabel": "Core Capabilities",
  "userFeaturesTitle": "Built for Efficiency",
  "featMarketTitle": "Market Discovery",
  "featMarketDesc": "Browse local vendors and products in your area with a unified interface.",
  "featFoodTitle": "Fast Food",
  "featFoodDesc": "Discover nearby restaurants and order instantly through our P2P network.",
  "featGpsTitle": "P2P GPS Pickup",
  "featGpsDesc": "Real-time GPS network for precise peer-to-peer delivery and tracking.",
  "featVerifyTitle": "Secure Verification",
  "featVerifyDesc": "Encrypted QR code scanning ensures every delivery reaches the right hands.",
  "featReceiptTitle": "Digital Receipts",
  "featReceiptDesc": "Automated, cloud-stored proof of purchase and delivery for every transaction.",
  "featArrivalTitle": "Arrival Estimation",
  "featArrivalDesc": "Precision tracking using local traffic data for accurate arrival times.",
  "experimentalBeta": "EXPERIMENTAL BETA PHASE",
  "logistyUserDescription": "The professional P2P companion for modern shipping. Track, verify, and manage your delivery workflow with industrial-grade tools designed for security and speed. All connected to the Logisty decentralized network.",
  "directDownload": "DIRECT DOWNLOAD",
  "androidApk": "Android APK",
  "verifiedSecure": "Verified & Secure",
  "partnerFaqQ1": "What exactly is the VRP Solver?",
  "partnerFaqA1": "VRP stands for Vehicle Routing Problem. Our solver is an AI engine that takes all your active delivery points and calculates the most fuel-efficient sequence to visit them. It minimizes your total distance while ensuring all packages are delivered on time.",
  "partnerFaqQ2": "Can I combine food and package deliveries?",
  "partnerFaqA2": "Yes. The Logisty Partner App is designed for multi-modality. You can accept a food order and a package shipment simultaneously. The system will route you to the nearest pickup and ensure food items are prioritized to maintain freshness.",
  "partnerFaqQ3": "How do I install the Partner App on Android?",
  "partnerFaqA3": "Since we are in an experimental beta phase, the app is distributed via a direct APK download. Simply click the download button in the hero section, allow 'Install from Unknown Sources' in your Android settings, and run the installer.",
  "partnerFaqQ4": "Are there any vehicle requirements?",
  "partnerFaqA4": "Logisty is vehicle-agnostic. Whether you have a bicycle, motorcycle, car, or van, the VRP solver adjusts its logic based on your vehicle type to provide realistic arrival times and optimized routes.",
  "partnerFaqQ5": "How do earnings and payments work?",
  "partnerFaqA5": "Earnings are calculated per completed delivery and distance covered. All payments are tracked in real-time within the app interface. During the beta phase, payouts are processed weekly to your linked account.",
  "transporterTools": "Transporter Tools",
  "optimizedLogistics": "Optimized Logistics",
  "pFeatVrpTitle": "VRP Solver",
  "pFeatVrpDesc": "Advanced Vehicle Routing Problem logic that calculates the most efficient path for complex journeys.",
  "pFeatMultiTitle": "Multi-Parcel Routing",
  "pFeatMultiDesc": "Bundle food, market, and package orders into a single trip to maximize your earnings per kilometer.",
  "pFeatOffersTitle": "Live Offers",
  "pFeatOffersDesc": "Real-time marketplace for delivery requests. Accept high-value shipments as they appear on the map.",
  "pFeatFuelTitle": "Fuel Optimization",
  "pFeatFuelDesc": "Reduce deadhead miles and idling time with precision sequencing of pickups and drop-offs.",
  "pFeatFleetTitle": "Fleet Connectivity",
  "pFeatFleetDesc": "Ideal for individual drivers or small transporters managing a team of delivery vehicles.",
  "pFeatEarnTitle": "Instant Earnings",
  "pFeatEarnDesc": "Transparent payment tracking for every completed route, directly within the Partner interface.",
  "partnerDescription": "The professional engine for drivers and transporters. Discover food, market, and package offers in real-time. Our VRP Solver optimizes multi-parcel routes automatically, saving fuel and maximizing your earnings.",
  "carrierEdition": "CARRIER EDITION",
  "partnerApk": "Partner APK",
  "vrpRoutingActive": "VRP Routing Active",
  "getStarted": "Get Started",
  "installationGuide": "Installation Guide",
  "partnerSecurityProtocol": "Partner Security Protocol:",
  "partnerSecurityNotice": "The Logisty Partner APK is 100% verified. We distribute directly to enable industrial-grade features like our VRP Solver which requires deep system integration for background GPS optimization.",
  "pStep1Title": "Download APK",
  "pStep1Desc": "Tap download. Your browser may flag the file as 'potentially harmful'—this is standard for direct APKs.",
  "pStep1Label": "Browser Warning",
  "pStep2Title": "Enable Trust",
  "pStep2Desc": "Go to Settings > Security and enable 'Install from Unknown Sources' for your mobile browser.",
  "pStep2Label": "Settings Toggle",
  "pStep3Title": "Play Protect",
  "pStep3Desc": "Google may ask to scan the app. Select 'Install Anyway'—the app is verified and safe.",
  "pStep3Label": "Play Protect Popup",
  "pStep4Title": "Ready to Use",
  "pStep4Desc": "Once installed, open Logisty Partner and log in to start optimizing your delivery routes.",
  "pStep4Label": "Partner Interface",
  "userInstallationGuide": "Installation Guide",
  "userSecurityNoteTitle": "Security Note:",
  "userSecurityNoteBody": "Logisty App is 100% secure. We distribute via APK to provide faster updates and direct peer-to-peer features bypassing store restrictions.",
  "uStep1Title": "Download APK",
  "uStep1Desc": "Tap download. Your browser may flag the file as 'potentially harmful'—this is standard for direct APKs.",
  "uStep1Label": "Browser Warning",
  "uStep2Title": "Enable Trust",
  "uStep2Desc": "Go to Settings > Security and enable 'Install from Unknown Sources' for your mobile browser.",
  "uStep2Label": "Settings Toggle",
  "uStep3Title": "Play Protect",
  "uStep3Desc": "Google may ask to scan the app. Select 'Install Anyway'—the app is verified and safe.",
  "uStep3Label": "Play Protect Popup",
  "uStep4Title": "Ready to Use",
  "uStep4Desc": "Once installed, open Logisty and log in to start tracking and managing your deliveries.",
  "uStep4Label": "App Interface"
  }